export const article: {
  id: number;
  title: string;
  description: string;
  fullDescription?: string;
}[] = [
  {
    id: 6,
    title: "Braza leela(ब्रज लीला )",
    description:
      "२८ औं द्वापरमा गोकुल (ब्रजमंडल) मा ११ बर्ष ५२ दिन सम्म भएको लीलालाई ब्रज लीला भनिन्छ | बिशेष गरी ब्रम्हसृष्टि र श्री कृष्णबिच यो लीला भएको थियो (हुन्छ) | बिशेष ३ प्रकारका लीलाहरु:- १ प्रेम लीला - अक्षरातित र ब्रम्हसृष्टिबिच उदहारण- मख्खनचोरी लिला, दाँण लिला (दधि लिला).....",
    fullDescription: `२८ औं द्वापरमा गोकुल (ब्रजमंडल) मा ११ बर्ष ५२ दिन सम्म भएको लीलालाई ब्रज लीला भनिन्छ | बिशेष गरी ब्रम्हसृष्टि र श्री कृष्णबिच यो लीला भएको थियो (हुन्छ) | 
    बिशेष ३ प्रकारका लीलाहरु:-
    <br/>
    १ प्रेम लीला - अक्षरातित र ब्रम्हसृष्टिबिच <br/>
    उदहारण- मख्खनचोरी लिला, दाँण लिला (दधि लिला), गोपीलाई बाटो देवने लिला (संसारको बाटो छेक्न खोजेको हो), गोपीको सँग हुने सबै प्रकारको जिला (मख्खनचोरी देखि दिल्चोरी सम्म) | 
    <br/><br/>
    २. ग्वाल लिला (ईश्वरी लिला) 
    - गोलोकी कृष्ण र ईश्वरीसृष्टिबीच तथा ग्वालबाल सँग <br/>
    गोलोकी कृष्णले ईश्वरीसृष्टि यवम् यसैसँग सम्बन्धित गरिने लिला | 
    उदहारण- साना बालाकसँग र बाछाहरूसँग गरिने लिला | 
    <br/>
    <br/>
    ३. विष्णु कृष्ण र जीवसृष्टिबीच - वध लिला/ उद्धार लिला<br/>
    उदहारण - पुतना वध, अधारपुर, बकासुर, त्रिणावर्त, धेनुकासुर, कालिया दमन, इन्द्रकोप दमन गोवर्धन | 
    <br/>
    ११  वर्ष सम्म ब्रहमसृष्टि र श्री कृष्ण बीच प्रेम लिला हुन्छ (संयोग / मिलन जिला) |  यो लिलामा गोपिहरू जे काम गर्दापनि उनीहरूको दिलदिमाग श्री कृष्णमा हुन्छ।
    <br/>
    ११ औं जन्मउत्सव मनाउन श्री कृष्णले ब्रम्हसृष्टिलाई वृन्दावन जाने प्रस्ताव गर्नुहुन्छ। ब्रम्हसृष्टिले अस्विकार गर्छन्। हामी ब्रजका बधु कुल मत्यादा, लोक मर्यादा र वेद मर्यादा  बाधिएकी छौं । यसपछी गोपि र कृष्णबीच ५२ दिन वियोग हुन्छ । यो बियोगले गोपिलाई कृष्णको महत्व थाहालाग्छ |  सबै छ तर कृष्ण छैनन भने दुःख हुँदो रैछ | <br/> 
    ५२ दिनको वियोगले गोपि भित्र रासको पात्रता तयार भयो | ११ वर्षको मिलन र ५२ दिनको वियोग लिलाबाट गोपिले (ब्रहमसृष्टिले) बिना तारतम जान नै  श्री कृष्णको महत्त्व बुझे।
     `,
  },

  {
    id: 7,
    title: "Braza to Ras(ब्रज देखि रास)",
    description:
      "२८ औं द्वापर शरद पूर्णिमाको साँझ मृत्युलोकको वृन्दावन को, कदमको वृक्षबाट श्री कृष्णले वंशी बजाउने तयारी गर्नुहुन्छ | अक्षरातित श्री कृष्णले मृत्युलोकको श्री कृष्ण भित्र रहेको आफ्नो आवेश र अक्षरको आत्मालाई खिचेर केवलधाम पुयाउनु हुन्छ | योगमायाको साहयताले 'योगमायाको वृन्दावन' तयार.....",
    fullDescription: `२८ औं द्वापर शरद पूर्णिमाको साँझ मृत्युलोकको वृन्दावन को, कदमको वृक्षबाट श्री कृष्णले वंशी बजाउने तयारी गर्नुहुन्छ | अक्षरातित श्री कृष्णले मृत्युलोकको श्री कृष्ण भित्र रहेको आफ्नो आवेश र अक्षरको आत्मालाई खिचेर केवलधाम पुयाउनु हुन्छ | 
    योगमायाको साहयताले "योगमायाको वृन्दावन" तयार गर्नुहुन्छ | अक्षरातितको आवेश र अक्षरको आत्मा एउटै शरीरमा प्रवेश गर्छ। 
    <br/>
    <br/>
    अर्को शरीर राधाजी (श्यामाजीको) लागि तयार हुन्छ | १२००० शरीर सखी / गोपीहरूको लागि तयार हुन्छ | श्री कृष्णले सखीहरूलाई बोलाउन योगमायालाई पठाउनु हुन्छ | योगमायाको मन्धगती देखेर श्री कृष्णले कम्मरको बाँसुरी ओठमा लगेर बजाउनु हुन्छ | 
    वंशीको आवाज सबैले सुने तर गोपिहरुले आफ्नो आफ्नो नाम कृष्णले बोलाए जस्तो लाग्यो | 
    <br/>
    १२००० गोपि(ब्रम्हसृष्टि) ३ प्रकारका छन्:-
    <br/>
    १) तामसि : अधिक प्रेम -  ६०००  
    <br/>
    २) राजसि : मध्यम प्रेम  -  ८००० 
    <br/>
    ३) स्वतासी : सामान्य प्रेम - २००० 
    <br/>
    - तामसि सरित वंशी बज्दा जे गर्दै थिए, जस्ताको तस्तै छुट्‌यो, र रास तर्फ प्रस्थान गरे | 
    <br/>
    - राजसि सखीहरू वंशीको आवाज सुनेर, हतारमा उल्टो शृङ्‌गार रासतर्फ प्रस्थान गरे | 
    <br/>
    - स्वतासी सरखीहरूलाई घरको ढोका बन्द गरिन्छ। कृष्णलाई भेट्ने हतार र जान नपाउँदाको विरह एकैचोटि  आउँछ, शरीर छुट्छ र  आत्मा वृन्दावन तर्फ जान्छ । 
    <br/>
    <div style='text-align:center'>
    तामसियां, राजसिंया चली , 
    <br/> 
    स्वतासीया शरीर छोड़के मिलि
    </div>
    <br/>
    २४००० इश्वरीवासनाले देह छोडेर रास तर्फ प्रवेश प्रस्थान गरिना हद र बेहदूको बिचमा योगमाया सँग भेट हुन्छ|  (३६०००) योगमायाको साथमा वृन्दावन पुग्छन् | यति खेर ब्रमाण्ड प्रलय हुन्छ। (महाप्रलय) योगमायाको देहमा शृङ्‌गार गरेर तयार हुनुहुन्छ। रासको  एउटा शरीरमा - (१ ब्रहमबासना, २ इश्वरीवासना) प्रवेश गर्छन् | 
    <br/>
    <br/>

    योगमायाको सङ्‌‌गार गरेर, योगमायासँगै सखीहरू श्री कृष्णलाई भेट्न जान्छन् । श्री कृष्णले ब्रजको हालखबर सोध्नुभयो। वृन्दावन हेर्न आएको होला, हेरेर घर फर्क भन्नुभयो। साँझ (रात्रीको बेला वेद मर्यादा, कुल-लोक मर्यादामा बाँधिएकी ब्रजकी बुहारी किन घर छोडेर वृन्दावन आएको ? पतिव्रता स्त्रीले यस्तो गर्न हुदैन ।
    <br/>
    <br/>

    श्री कृष्णले सुरखीहरूलाई वेदमा वर्णन गरिएको पतिव्रता धर्मको पाठ सिकाउनु हुन्छ। आफ्नो पनि जतिसुकै अवगुणी भएपनि पतिव्रताले छोड्न मिल्दैन | 
    <br/>
    <br/>

    सखीहरू भन्दछन् - "श्री कृष्ण तपाईले पतिव्रता धर्मको पाठ पढाइदिएकोमा(बुझाइदिएकोम) धन्यवाद) । तपाइ हाम्रो आत्माको पति(मालिक) हो कि होइन ? ") 
    श्री कृष्ण भन्नुहुन्छ- "पक्का हो"
    <br/>
    <br/>

    सखी भन्छन - "अवगुणी पतिलाई त छोड्न मिल्दैन भने, गुणवात पतिलाई कसरी छोड़ने ?" ( तामसी द्वारा -  इन्द्रवती, सुन्दरताई)
    <br/>
    <br/>

    अब श्री कृष्ण मुस्कुराउदै भन्नुहुन्छ, "सखी  हो परिक्षा लिएको, तिमीहरूमा अझै । मायाको प्रभाव छ कि भनेर, तिमीहरू परिक्षामा उत्तिर्ण भयौ । अब वृन्दावन हेर्न जाउँ | "
    <br/>
    <br/>

    शर्वप्रथम वृन्दावनको सबै समाग्री र सबै स्थानको अवलोकन गरिन्छ । योगमायाको वृन्दावनमा स्थलविहार(हाईकिंग) , वनबिहार(जंगल सफारी), जलबिहार,(राफ्टिंग) नभविहार(आकाश को दृश्यावलोकन) , आदि गरिन्छ | 
    रासमा विभिन्न प्रकारको रामत (खेल) तथा सांङ्गीतिक वातावरण हुन्छ । अर्थात निरत गायन र वादन पनि हुन्छ। योगमायाको ब्रहमाण्ड सत‌चिदआनन्द मय भूमिका हो । यहाँको हर वस्तु चेतन हुन्छ ।
    
     `,
  },

  {
    id: 1,
    title: "Ras and Braza Reflection(प्रतिबिम्ब रास तथा ब्रज)",
    description:
      "अक्षरब्रम्हको  सबलिक अन्तस्करणमा अर्थात सबलिकको करणमा ब्रज र महाकरणमा रास लीला अखंड छ | अखंड रास लीलाको प्रतिबिम्ब अब्याकृतमा पर्दछ | अब्याकृतब्रम्हको मन प्रणव ब्रम्ह्मामा बेदका मंत्र ( बेदऋचा) यिनीहरुको संख्या ३६ हज़ार मानिन्छ.....",
    fullDescription: `अक्षरब्रम्हको  सबलिक अन्तस्करणमा अर्थात सबलिकको करणमा ब्रज र महाकरणमा रास लीला अखंड छ | अखंड रास लीलाको प्रतिबिम्ब अब्याकृतमा पर्दछ | अब्याकृतब्रम्हको मन प्रणव ब्रम्ह्मामा बेदका मंत्र ( बेदऋचा) यिनीहरुको संख्या ३६ हज़ार मानिन्छ | यिनीहरु रासलीलाको आनंदमा प्रवेस गर्न माग गर्दछन | बेदऋचालाई अखंड रासलीलामा प्रवेस गर्न नमिल्ने तर मृत्य लोकको प्रतिबिम्ब रास लीलमा खेलाउने बाचा गरिन्छ | अब परमात्माको आज्ञाले संसार जस्तोको तेस्तै बन्छ | फेरी बनेको हो तर पहिलेको जस्तो लाग्छ |<br/><br/>
    २८ औ चतुर्युगमा मृत्यु लोकमा बिंद्रावनमा बँसी बजाउने गोलकी कृष्णा हुन | त्यहा बिष्णु भगवानको सत्ता पनी छ | १२ हजार ब्रम्ह सृष्टि र २४ हजार इश्वोरी सृष्टि गरी  ३६ हजार शरीरमा वेदऋचाहरु आएर बस्दछ |  यिनीहरुको बीचमा मृत्युलोकको बिंद्रावनमा योगमायाको बिंद्रावनको जस्तै रास लीला हुन्छ यसैलाई प्रतिबिम्ब रास लीला भनिन्छ | यस पछि सात दिन  गोकुल लीला (ब्रज लीला ) पहिलेको जस्तै हुन्छ | यसलाई प्रतिबिम्ब गोकुल लीला अथवा प्रतिबिम्ब ब्रज लीला पनि भनिन्छ | `,
  },
  {
    id: 2,
    title: "Mathura and dwarika leela(मथुरा र द्धारिका लीला)",
    description: `प्रतिबिम्ब लीला पछि चार दिनको मथुरा लीला हुन्छ अक्रूर संग कृष्ण र बलराम मथुरा जनु हुन्छ | श्री कृष्ण चार दिनमा मथुरा बाट गोकुलमा फर्किने बाचा गर्नु हुन्छ (वेदऋचाहरुलाई)| त्यति खेर वेदऋचाहरु धेरै तदपिंछन | यो प्रसंगलाई सतऋतू ग्रंथमा १२ मासी नाम दिएको छ  (बाह्रमासी).....`,
    fullDescription: `प्रतिबिम्ब लीला पछि चार दिनको मथुरा लीला हुन्छ अक्रूर संग कृष्ण र बलराम मथुरा जनु हुन्छ | श्री कृष्ण चार दिनमा मथुरा बाट गोकुलमा फर्किने बाचा गर्नु हुन्छ (वेदऋचाहरुलाई)| त्यति खेर वेदऋचाहरु धेरै तदपिंछन | यो प्रसंगलाई सतऋतू ग्रंथमा १२ मासी नाम दिएको छ  (बाह्रमासी) | <br/><br/>
    मथुरामा गएर कंशको उधार गर्नु हुन्छ | यसपछि उग्रसेनलाई(कंशको बुवा) राजा बनाइन्छ | बासुदेव र देवकीलाई बंधन मुक्त गराईयो | स्नान गर्नको लागि नदी किनारमा गएर ग्वालाभेष सँगै गोलोकी कृष्ण निस्कनु हुन्छ | यसपछि गुरुकोमा गएर ६४ दिनमा ६४ विद्या सिक्नु हुन्छ |  जरसिन्ध संग लडाई गर्नु पर्दा बैकुण्ठ बाट हतियार र रथ सबै आऊंदछ | यतीखेर बिष्णु भग्वानको सोह्रै कला शक्ति आऊँछ | यहाँ बिष्णु अवतार मानिन्छ | यिनै बिष्णुले ११२ बर्षको द्वारिका लीला गर्नु हुन्छ | जारसिन्ध संग युद्ध, सोह्र हजार १०८ जम्मा गर्ने, महाभारत लीला गर्ने, अन्त्यमा घोडामा बैकुण्ठ जाने बिष्णु हुन (बिष्णु कृष्ण हुन)/ १२५ बर्षको उमेरमा 
    `,
  },

  {
    id: 3,
    title:
      "An Introduction to Shree Krishna Pranami Dharma(श्रीकृष्ण प्रणामी धर्मको परिचय)",
    description:
      "सौराष्ट्र भारतको एक क्षेत्र हो जहाँ मध्य युगमा संत, योद्धा र भेदभावी महिलाहरूले श्री कृष्ण प्रणामी धर्मलाई विशेष महत्त्व दिएका थिए। प्रणामी जोडसहितको यो शाखा जामनगरबाट गुजरात र सम्पूर्ण भारतमा फैलिएको छ, र नेपाल र अन्य देशहरूमा फैलिएको छ, अझै पनि अन्य धेरै धार्मिक धाराहरूसँग मिसिएको बावजुद यसको प्रारम्भिक सार सुरक्षित छ ......",
    fullDescription: `सौराष्ट्र भारतको एक क्षेत्र हो जहाँ मध्य युगमा संत, योद्धा र भेदभावी महिलाहरूले श्री कृष्ण प्रणामी धर्मलाई विशेष महत्त्व दिएका थिए। प्रणामी जोडसहितको यो शाखा जामनगरबाट गुजरात र सम्पूर्ण भारतमा फैलिएको छ, र नेपाल र अन्य देशहरूमा फैलिएको छ, अझै पनि अन्य धेरै धार्मिक धाराहरूसँग मिसिएको बावजुद यसको प्रारम्भिक सार सुरक्षित छ।
    <br/><br/>
    प्रणामी धर्मका ५० लाख भन्दा बढी अनुयायीहरू छन् जो एक अर्कालाई प्रणामका साथ साथीको रूपमा सम्मान गर्न चिनिन्छन् - उमेर वा युवाको भिन्नता बिना नमस्कार। 
    <br/><br/>
    प्रणामी धर्मका सबैभन्दा महत्त्वपूर्ण नेता जसले वचन र अभ्यासलाई टाढा र नजिकका ठाउँहरूमा पुर्‍याएका हुनुहुन्थ्यो   महामति श्री प्राणनाथजी (मेहेरराज ठाकुर) , जसको ऐतिहासिक प्रयास र समर्पणले ऐतिहासिक रूपमा नेपाल, भारतीय र अन्य देशको धर्म र सभ्यतामा छुट्टै छाप छोडेको छ। मुख्य शास्त्रहरू हुन्: तार्तम सागर र विटक।
    <br/><br/>
    संस्थापक श्री देवचन्द्र महाराजको जन्म सन् १५८१ मा मारवाड प्रान्तको उमरकोट गाउँमा एक कायस्थ परिवारमा भएको थियो। बाल्यकालदेखि नै उहाँले पवित्र प्रवृत्ति देखाउनुभयो। १६ वर्षको उमेरमा उनले संसार त्याग गरे र ब्रह्मज्ञान (ईश्वरीय ज्ञान) को खोजीमा कच्छदेखि जामनगर जानुभएको थियो ।
    <br/><br/>
    जामनगर भारतीय सभ्यताको एक महत्वपूर्ण केन्द्र थियो। विचार र धर्मका उत्कृष्ट नेताहरूको योगदानको साथ, यसलाई एक लघु काशी मानिन्थ्यो, तीर्थयात्रा र शिक्षाको लागि धार्मिक केन्द्रहरूमध्ये सबैभन्दा पवित्र मानिन्छ। यहीँ श्री देवचन्द्रजीले प्रसिद्ध संवत कान्जी भट्टबाट १४ वर्षसम्म एकल बिन्दुमा भागवत कथा सिकेर भागवतको अर्थ बुझेर ब्रह्म विद्या (दैवी ज्ञान र अनुभूति) प्राप्त गर्नुभयो।
    <br/><br/>
    तार्तम मन्त्रको यो अनुभव पछि, श्री देवचन्द्रजीले ठोस आकार र रूप दिने काम गर्नुभयो  र यस धारालाई निजानन्द संप्रदायको नाम दिनुभयो, जब उनले जामनगरलाई आफ्नो प्रमुख कार्य केन्द्र बनाउनुभयो जहाँ उनले वेद, वेदान्तिक ज्ञान र भागवतम्लाई साधारण भाषामा सामान्य भाषामा व्याख्या गर्नुभयो । सामाजिक वर्ग र धार्मिक विभेदको पर्वाह नगरी उनीहरुलाई तार्तम मन्त्र सिकाउनुभयो । व्यक्ति/अनुयायीहरूको यो समूहलाई अहिले सुन्दर सथ/प्रणामी भनिन्छ।
    `,
  },

  {
    id: 4,
    title: "Arab Leela(अरब लीला (तेस्रो दिनको लीला ))",
    description:
      "रास खेलके आए बरारब श्याम, परमात्माले रास पछि अरब लीला गर्नुहुन्छ | पूर्वीय सभ्यतामा ब्रज लीला गर्नुभयो त्यसपछि योगमायामा रास लीला गर्नुभयो पश्चिमी सभ्यतामाआफ्नो बिशेष प्रकाश अरब लीलाको माध्यमले गर्नुभयो |बैधिक दर्शनमा बिशेष गरी भाग्वत र गीतले कृष्ण लीलाको जानकारी दिन्छ | कतेब दर्शनमा कुरनले श्री कृष्ण लीलाको संकेत गर्दछ |   ......",
    fullDescription: `परमात्माले रास पछि अरब लीला गर्नुहुन्छ | पूर्वीय सभ्यतामा ब्रज लीला गर्नुभयो त्यसपछि योगमायामा रास लीला गर्नुभयो पश्चिमी सभ्यतामाआफ्नो बिशेष प्रकाश अरब लीलाको माध्यमले गर्नुभयो | 
    बैधिक दर्शनमा बिशेष गरी भाग्वत र गीतले कृष्ण लीलाको जानकारी दिन्छ | कतेब दर्शनमा कुरनले श्री कृष्ण लीलाको संकेत गर्दछ |
    <br/><br/> 
    
    कलियुग सुरुभएको ३६६० बर्ष बित्दा अरबको बरारबको एक बालको जन्म हुन्छ जस्को नाम राखिन्छ (मुस्तफा बे ) | यो बालकले बचपन(बालपन) देखि संघर्षशील जीवन बिताऊँछ | भौतिक र आध्यात्मिक दुवै क्षेत्रमा समय अनुसार खोज गर्नुहुन्छ | चालीस बर्षको उमेरमा  नुबुवत (उपदेश शिक्षा) प्राप्त हुन्छ | पचाँस बर्षको उमेरमा साक्षात्कार हुन्छ अर्थात दर्शन प्राप्त हुन्छ | यसलाई "शब ए म्याराज" भनिन्छ | ध्यानमा बसेको मुस्तफा भित्र परमात्माको जोस र श्यामाजिको सुरता भित्र बिध्यमान छ | 
    ध्यानमा जिब्रील (जावराइल ) फिरस्ताले अक्षरधाम पत्तीको जमुनाको किनार सम्मा लैजान्छ | नूर ताजलला (अक्षरातीत) को तजाल्ली (तेज)ले मेरो पखेता दर्वछ म सक्दिन | अक्षरातीत बाट रफरफ के तखत (प्रेमको सिंघासन)मा बसेर मुलमिलावा पुग्नु हुन्छ | 
    परमात्मा संग प्रश्न उत्तरी सुरु हुन्छ | 
    (प्र.न.१ यो मोटिको मुखमा ताल्चा किन लागेको ?)
    <br/><br/>
    परमात्माले ९० हजार हरफ (शब्द )मा ज्ञान दिनु हुन्छ | ३० हजार हरफमा कर्मकण्ड सरियतको ज्ञान दिनु हुन्छ र भन्नुहुन्छ सबैलाई सुनाउनु | पशु जस्ता (मान्छेलाई ) मान्छे (मनुष्य) बनाउनु | अर्को ३० हजार हरफमा हक्कीकत(ज्ञानकण्ड) दिनुहुन्छ र भन्नुहुन्छ यो पत्र भेटिएमा मात्र दिनु | अर्को ३० हजार शब्दमा मार्फ़त (बिज्ञानकाण्ड) दिनुहुन्छ | यो चै कसैलाई नबताउनु म आफै आउछूँ | कयामतको समयमा परमात्मा स्वयंम आउनु हुन्छ | यसपछि ध्यान  बाट बिउँझनु हुन्छ | जिबरीलको सहयताले कुरान अवतरण हुन्छ | परमात्माको दर्शन पछि मुस्तफाको पद महंमद हुन्छ | महंमदले ७३ जाना बिशेष चेलचेली बनाउनुहुन्छ | त्येसमध्य ७२ जान बैईमान र एक आलिमात्र ईमानदार हुन्छ | (अली महंमदको छोरी ज्वाई हो |) कयामतको समय सम्मा पांच पटक नबाज गर्दै र क़यामतको समयमा इमाम (प्राणनाथजिको) शरणमा मार्ग निर्देश गर्नुहुन्छ | म गएको १००० बर्ष पछि फेरी आउने छू | त्यति खेर रूहअल्ला(श्यामजिको/सतगुरु ) र  मोमिन (ब्रह्मसृष्टि) हुनेछन | रूहअल्लाह पछि रूहअल्लाहनै इमाम हुनुहुनेछ | उहाँहरुको शरणमा जानु | इमामले १ नाबाजको हजार गुणा फल दिनुहुनेछ | यस प्रकार दुनियालाई कुरान ग्रंथ एवंम मुक्तिको लागि कयामतको भबिस्यवाणि एवंम कयामतको ७ निसारना प्रश्न पार्दै ६३ बर्षको उमेरमा धाम गमन जनुहुन्छ |   
    `,
  },

  {
    id: 5,
    title: "Sadguru and Tartam (सतगुरु र तारतम )",
    description:
      "यो चौथौं दिनको तथा नौतनपुरीको लीला हो | सृष्टि बेद  तथा कतेब दर्शन पुराण तथा कुरान ग्रन्थ अवतरित भए  तर पण्डित र मल्लाहको झगडा छूतेन | अर्थात हिन्दू मुशलमानको झगडा बढ्दै गयो | दुवै पक्षमा विशेष गारी कर्म काण्डको झगडा सुरुभयो | पुराण र क़ुरानको वास्तविक ज्ञान एवं पुराण र क़ुरानको पूर्ण ज्ञानको अभावमा यो स्तिथि सुरुभयो | अब संसारलाई सत्य(पूर्ण) ज्ञान अर्थात तारतम र यसलाई बुझाउने सतगुरुको आवश्यकता पर्दछ | कुरान, पुराण (बेद , कतेब) जस्ता ज्ञान तारतम रूपी बिज्ञानको प्रतिक्षामा थिए | त्यो बिज्ञानको वास्तविकता पस्किने सतगुरुको प्रतीक्षामा थिए | हरेकको चाहाना सत्य र मुक्ति | ",
    fullDescription: `सतगुरु र तारतम 
    यो चौथौं दिनको तथा नौतनपुरीको लीला हो | सृष्टि बेद  तथा कतेब दर्शन पुराण तथा कुरान ग्रन्थ अवतरित भए  तर पण्डित र मल्लाहको झगडा छूतेन | अर्थात हिन्दू मुशलमानको झगडा बढ्दै गयो | दुवै पक्षमा विशेष गारी कर्म काण्डको झगडा सुरुभयो | पुराण र क़ुरानको वास्तविक ज्ञान एवं पुराण र क़ुरानको पूर्ण ज्ञानको अभावमा यो स्तिथि सुरुभयो | अब संसारलाई सत्य(पूर्ण) ज्ञान अर्थात तारतम र यसलाई बुझाउने सतगुरुको आवश्यकता पर्दछ | कुरान, पुराण (बेद , कतेब) जस्ता ज्ञान तारतम रूपी बिज्ञानको प्रतिक्षामा थिए | त्यो बिज्ञानको वास्तविकता पस्किने सतगुरुको प्रतीक्षामा थिए | हरेकको चाहाना सत्य र मुक्ति | 
    <br/><br/>
    बि.स. १६३८ मा श्यामाजी एवं ब्रम्हआत्माको सुर्ता सृष्टिमा दोस्रो पटक आऊँछ | श्री राजीको आवेश लिएर, श्री श्यामाजीको सुर्ता (आत्मा) एवं सुन्दरवाई सखीको सुर्ता समेत श्री देवचन्द्रजिमा प्रवेश गर्दछ | श्री देवचन्द्रजिको जन्म (प्राकट्य) बि.स. १६३८ आश्विन शुक्ल चतुर्दशी १४ को दिन भएको थियो जन्म सिद्ध उहाँमा पांच शक्तिहरु छन | 
    <br/>
    १. उत्तमजीब 
    <br/>
    २. श्यामाजीको सुर्ता (आत्मा )
    <br/>
    ३. सुन्दरवाई सखीको सुर्ता 
    <br/>
    ४. शास्त्रको बुद्ध अवतार 
    <br/>
    ५. क़ुरानको रूह अल्लाह
    <br/> 
    यसलाई पांच दैव भन्ने चलन छ | पांच बर्षको उमेरमा आत्मा सम्बन्धी जिज्ञाशा हुन्छ | (म को हु )
    
    <br/><br/>
    उहाँको प्राकट्य मारवाड़ देशको उमरकोट गाउँमा मतुमेहेता र कुंवरवाईको पुत्रको रुपमा भएको थियो | बाल्यकाल आध्यात्मिक सोध, खोज एवं चमत्कारयुक्त भएको देखिन्छ | ११ बर्षको उमेरमा देवचन्द्र माहराज आत्मा सम्बन्धी जिज्ञाशा दृध हुन्छ | श्री कृष्ण आत्माको मालिक हुनकी भन्ने संकेत प्राप्त हुन्छ | त्यस पछि जामनगर श्यामजिको मन्दिरमा १४ बर्ष निरन्तर भाग्वत श्रवण एवं साधना गर्नुहुन्छ | तर अखण्ड ब्रज, रास प्रस्त हुदैन | तारतम सब्द सुनिन्छ तर प्रस्त हुदैन | 
    सुकदेवले बर्णन गर्दा परीक्षीतको प्रश्नले रोकिएको रासको रस के हो थाहा लाग्दैन | अर्थात उहाँको आत्मा र परमात्माको प्रस्त परिचय भएन | सृष्टिमा उपलब्ध ज्ञान र गुरु सबैबाट निराश  र एक परमात्माको आशको अवस्थामा तेस्रो दर्शन हुन्छ | भाग्वतमा उहाँको प्रश्नको उत्तर छैन साथै भट्टजी संग पनि सुकदेवलाई सोध्दा पनि म बोलेको होइन म भित्र बाट कृष्ण बोलेको त्यही कृष्णले दर्शन दिनुहुन्छ | दर्शन दिएर पाँच प्रश्न सोध्नुहुन्छ
    <br/>
    १. तिमि को हौ ?
    <br/>
    २. तिमि यहाँ कसरी आएउ ?
    <br/>
    ३. तिम्रो घर कहाँ हो ?
    <br/>
    ४. तिम्रो मालिक को हो ?
    <br/>
    ५. यो संसार के हो ?
    <br/><br/>
    संसारको बारेमा सबै बताउनु हुन्छ | सामनेमा स्वं श्री कृष्ण हुनुहुन्छ  तर आत्माले चीनेन | अब देवचन्द्रजिको सम्पूर्ण जिज्ञाषाको समाधान परमात्माले दिनुहुन्छ र त्यसलाई तारतम भनिन्छ | तारतम द्वारा आत्मा र परमात्माको पूर्ण ज्ञान हुन्छ | पूर्ण ज्ञानको अवस्थामा प्रेम पटक हुन्छ | प्रेमले भरिएको ह्रिदयमा दर्शन दिनेवाला प्रवेश गर्नुहुन्छ | अब श्री देवचन्द्रजि पाताल देखि परमधाम सम्म र आत्मा देखि परमात्मा सम्मको अनुभव हुन्छ | मुलमिलावाको बैठक र परमात्माको परमआत्मा समेत अनुभव हुन्छ | 
    <br/><br/>
    सदगुरुले तारतम ज्ञान र तरतमको स्वरूपलाई दिलमा राखेको अवस्था (स्वरूप) | उहाँको पहिलो शिष्य गंगाजी भाई हो | सदगुरुजिले ३४ बर्ष तारतमका प्रत्यक्ष प्रचार प्रसार हुन्छ | ३१३ आत्माको जगानी गर्नुहुन्छ | यी सबै ब्रम्हसृष्टि थिए | यिनीहरु मध्य बिशिष्ट आत्मा इंद्रावतीवाईको दिल अथवा ह्रिदय लाई २५ बर्ष मिहिनेत गरेर दिलधाममा सदगुरु प्रवेश गर्नुहुन्छ | यसलाई धामगमन भनिन्छ | इंद्रावती बसेको शरीरको नाम मेहेरराज ठाकुर हो | बि.स. १७१२ को यो घटना पछिको यत्रलाई प्राणनाथजी र तारतम सागर भनेर बुझन सकिन्छ |  
        `,
  },

  {
    id: 8,
    title: "Prannathji and Tartam Sagar (प्राणनाथजी र तारतम सागर )",
    description:
      "मेहेराज ठाकुरको शरीरमा इन्द्रावती आत्मा हुनुहुन्छ। सदगुरु सँग वहाँको भेट वि.सं. १६८७ मङ‌सि शुक्ल  नवमी तिथीमा भएको थियो। 1. वहाँको माता - धनवार्ड पिता → केशब ठाकुर स्थान→ जामनगर (प्राकट्य) सद्‌गुरुसँग भेट हुँदा १२ वर्ष २ महिना १० दिन उमेर थियो |..... ",
    fullDescription: `प्राणनाथजी र तारतम सागर
    मेहेराज ठाकुरको शरीरमा इन्द्रावती आत्मा हुनुहुन्छ।
    <br/>
    सदगुरु सँग वहाँको भेट वि.सं. १६८७ मङ‌सि शुक्ल  नवमी तिथीमा भएको थियो।
    <br/>
1. वहाँको माता - धनवाई <br/>
                पिता - केशब ठाकुर
                <br/>
                स्थान - जामनगर (प्राकट्य)
                <br/>
  सद्‌गुरुसँग भेट हुँदा १२ वर्ष २ महिना १० दिन उमेर थियो | 
  <br/>
  <br/>
  
  विसं १७१२ मा सद्‌गुरू वहाँको दिलमा प्रवेश गर्नुहुन्छ । 
  <br/>
१७१५ - वहाँबाट वाणी अवतरण सुरु हुन्छ। (तारतम्) 
<br/>
१७३५ - हरिद्वारको कुम्भ मेलामा विजयाभिनन्द बुद्ध निष्कलंक अवतार घोषित हुनुहुन्छ। शास्त्र (वेद पक्षबाट बुद्ध अवतार ")
<br/>
१७४० - पन्ना पुग्नुहुन्छ  । 
<br/>
१७४३ - पन्नाको कल्पि भन्ने स्थानमा कतेव दर्शनको इमाम घोषित हुनुहुन्छ । 
<br/>
<br/>
यसप्रकार श्री प्राणनाथजी हिन्दू, मुस्लिम(बेद, कतेव) दुवैको साझा परमात्मा घोषित हुनुभयो ।
<br/>
<br/>

प्राणनाथजी वि.सं. १७४० मा पन्ना पुगेपछि, करिब ११ वर्ष पन्नामा बसेर १० वर्ष जागनी विशेष जागनी लिला गर्नुहुन्छ जसलाई जागती रास  लीला पनि भनिन्छ । 
<br/>
<br/>

१७४८ - वाणी अवतरण जिला पूरा हुन्छ। <br/>
१७५० - वाइजुराजको धाम् गमन हुन्छ ।
<br/>
<br/>

(१७५०- १७५१ ) - १ वर्षको समय विशेष लिला र विशेष वाणीको केही प्रकरण अवतरण सैंया अब हम धाम लिन
हुन्छ । उदहारण:सैंया अब हम धाम चलत हे ।
<br/>
<br/>


पन्नामा ११ वर्ष प्राणनाथजी र वाइजुराजको (राजजी र श्यामाजी ) अष्टप्रहर सेवा
हुन्छ।
<br/>
<br/>

वि.सं १७५१ श्रावण कृष्ण चौथी (तृतियको दुई घड़ी बाँकी हुँदा) प्राणनाथजीले  यो लिला समाप्त गर्नुहुन्छ । (जागनी)
<br/>
<br/>

यस प्रकार हामीलाई तारतम सागर प्रदान गर्दै प्राणनाथजीको  लिला सम्पन्न हुन्छ ।
        `,
  },

  {
    id: 9,
    title: "25 pachhe paramdham description (२५ पक्ष परमधाम बर्णन)",
    description:
      "श्री परमधाममा कतीराम्रो गोल चौतारा || चाँदनीमा दुईछन वृक्ष्य लाल हरा ||१ || पूर्व पटी सातौ घाट जमुनाजो को छेउ || हृदयको आँखाखोली साथ हेरो  लेउ ||२ || विचमा छ पाटघाट दाया बाया तिन || अमृतको वनमा मन भयो लिन ||३ || केल लिपोई अनार उत्तरपट्टी छन || पाट आदी घाट मिलो सात वटा छन ||४ || पारी पटी अक्षरमा तेस्तै सातौं घाट",
    fullDescription: `२५ पक्ष परमधाम बर्णन
    <br/>
    श्री <br/>
परमधाममा कतीराम्रो गोल चौतारा || 
<br/>
चाँदनीमा दुईछन वृक्ष्य लाल हरा ||१ ||
<br/>
 पूर्व पटी सातौ घाट जमुनाजी  को छेउ ||
 <br/>
 हृदयको आँखा खोली साथ हेरी लेउ ||२ ||
 <br/>
विचमा छ पाटघाट दाया बाया तिन ||
<br/>
अमृतको वनमा मन भयो लिन ||३ ||
<br/>
केल लिपोई अनार उत्तरपट्टी छन ||
<br/>
पाट आदी घाट मिली सात वटा छन ||४ ||
<br/>
पारी पट्टी अक्षरमा तेस्तै सातौं घाट ||
<br/>
बट केलमा दुईटा पुल आउने जाने वाटा || ५ ||
<br/>
ना ना थरी पशु पंक्षी नाचगान गर्छन ||
<br/>
धाम धनीको गुण गाई आनन्दमा पर्छन|| ६ || 
<br/>
राज राज पिउ पिउ धनी धनी बोली ||
<br/>
सात घाटमा खेल्न थाले आफ्ना आफ्ना टोली || ७ ||
<br/>
पुलका महल अतो ठुला पाँच तले घर छन ||
<br/>
चाँदनीमा चन्द्रमा टहल पहल गर्छन || ८ ||
<br/>
जमुनाको पुलमुनी दश नहर कुला ||
<br/>
पानी बग्छ वट्टारीई धारा दिई ठुला || ९ ||
<br/>
दाँया बाँया किनारामा दुवै पटी पाल ||
<br/>
जमुनाजी को समावेसर हौज कौसर ताल || १० ||
<br/>
बट पिपलमा चौकी छन कुञ्ज वनमा रेती  || 
<br/>
धामको वयान गरौ भने जान्छ जिवन विती || ११ || 
<br/>
सोह तेर नौ देउरी उत्तर पटी झुण्ड  || 
<br/>
विचमा छ टापु महल वरी परी कुन्ड || १२ ||
<br/>  
लाल राम्रो चौतारा भो अनी ताड वन || 
<br/>
रंग भुमी चौतारामा डुबिगयो मन || १३ || 
<br/>
पश्चीममा मैदानले अन्न दुवै वन || 
<br/>
फुल नुर बाग हरु झल्काएका छन || १४ ||  
<br/>
चौसठ थम्भका छन तिन तिन गेली || 
<br/>
धामको बयान हृदयमा लेउ साथ जल्दी || १५ ||  
<br/> 
चौसठ्ठ थम्भ का छन दरबजा चार || 
<br/>
छ छ हजार मन्दीर का भन्न दुई हार || १६ || 
<br/>
चारौं हार हवेलीमा भान्सा घर को ठाँउ || 
<br/>
पाँचौं हार मुलमिलावा बैठकमा जाँउ || १७ || 
<br/>
हिरामणी रत्तन जडी सिंहासनको जोती || 
<br/>
गोलमर चदुवामा झल्काएको मोती || १८ || 
<br/>
तिन तिन मन्दिरका दरवाज चार ||
<br/> 
बाह्र हजार सखीहरू बस्छन तिन हार || १९ || 
<br/> 
छ हजार तामसी छन चार हजार राजसी ||
<br/> 
सिंहासन नेर छन दुई हजार स्वातसी || २० || 
<br/> 
सिंहासनमा राजश्यामा जुगल जोडी छन || 
<br/>
हामी सबै मिली गरौं आत्मा समर्पण || २१ || 


        `,
  },

  {
    id: 10,
    title: "Bani Chaupai(बाणी चौपाई )",
    description:
      "हम तो हाथ हुकम के, हक के हाथ हुकम । इत हमारा पियाजी क्या चले, ज्यों जानो त्यों करो खसम ॥ माया दिएर संसारमा भगाउने पनि हजुर नै । प्रेम दिएर परमधाममा जगाउने पनि हजुर नै । गर्ने-गराउने, हेर्ने-हेराउने, भुल्ने-भुलाउने, जाग्ने-जगाउने सबै सबै हजुर नै । ",
    fullDescription: `
    हम तो हाथ हुकम के,
    <br/>
    हक के हाथ हुकम ।
    <br/>
    इत हमारा पियाजी क्या चले,
    <br/>
    ज्यों जानो त्यों करो खसम ॥
    <br/>
    <br/>
    
    माया दिएर संसारमा भगाउने पनि हजुर नै ।
    <br/>
    प्रेम दिएर परमधाममा जगाउने पनि हजुर नै ।
    <br/>
    गर्ने-गराउने, हेर्ने-हेराउने, भुल्ने-भुलाउने, जाग्ने-जगाउने सबै सबै हजुर नै । यी सबै हजुरकै हातमा त छ ।
    <br/>
    हजुरलाई जस्तो इच्छा लाग्छ हे धनी ! त्यस्तै नै गर्नुहोस्, सबै स्वीकार्य छ किनभने हजुरमा हामीलाई पूर्ण विश्वास छ कि हजुरले जे गर्नुहुँदछ पक्कै पनि ती सबै हाम्रै खुशीको लागि नै गर्नुहुँदछ ।
    `,
  },

  {
    id: 11,
    title: "Bani Chaupai(बाणी चौपाई )",
    description: "सनमंधी साचो ज्यारे मल्यो, त्यारे जीवने थयो करार । ",
    fullDescription: `
    'सनमंधी साचो ज्यारे मल्यो, त्यारे जीवने थयो करार ।'
    <br/>
अर्थात्, जब आत्मालाई आफ्नो साँचो साथी मिल्दछ, तब नै उसलाई आराम मिल्दछ ।
<br/>
श्रीजी आफ्नो जागनी यात्राको क्रममा विभिन्न स्थानहरूमा विभिन्न व्यक्तिहरूको सम्पर्कमा आउनु भयो तर पनि वहाँलाई भित्रै देखि ख़ुशी भने मिलिरहेको थिएन । 
<br/>
जब वहाँको भेट महाराजा श्री छत्रसालसँग भयो तब नै वहाँलाई अन्तर्हृदय देखि नै आराम मिल्यो र साँचो साथीहरूको साथले दिव्य परमधामको प्रेम आनन्दको वर्षा भयो, पच्चीस पक्ष परमधाम नै प्रकट भयो ।
<br/>
हे सुन्दरसाथजी ! हामी श्यामाजीका अभिन्न अंग हौँ ।त्यसैले हामी जहाँ रहन्छौँ आफ्नो असली साथी सुन्दरसाथको सानिध्यतामा नै रहौँ जहाँ रहनाले हामीलाई प्रेम, आनन्द, आराम सबै सबै मिल्दछ ।
    `,
  },
];
