export const galleryItems: {
  id: number;
  img: string;
  description: string;
  title: string;
  images: { id: number; img: string }[];
}[] = [
  {
    id: 1,
    title: "श्री ५ नवतनपुरी धाम, जामनगर, गुजरात",
    img: "/images/nautanpuri/newnautan.jpg",
    description: `श्री ५ नवतनपुरी धाम, जामनगर र यसका पवित्र स्थानहरु:
    <br/>
    यो गुजरात राज्यको जामनगर जिल्लामा छ। पहिले जामनगरलाई नवनगर भनेर चिनिन्थ्यो जसको स्थापना जाम रावलले विक्रम संवत् १५९६ मा गरेका थिए।
    <br/>
    <br/>
    द्वापरको अन्त्यमा श्रीकृष्ण द्वारका छोडेर वैकुण्ठ जाँदै गर्दा उनले अर्जुनलाई द्वारकाका बासिन्दाहरूलाई त्यहाँबाट सार्न आग्रह गरे। कृष्णलाई थाहा थियो कि ठूलो प्रस्थान पछि द्वारका समुद्रमा डुब्नेछ। कृष्णको प्रस्थान पछि, अर्जुनले सबै बासिन्दाहरूलाई त्यहाँबाट सारेर एक मरुभूमिमा राखे जहाँ एक नगर बन्यो र त्यसको नाम नवनगर भयो जुन पछि जामनगर भयो।
    <br/>
    <br/>
    हामीलाई थाहा छ कि परम तत्व खोज्ने लालसाका साथ स्वामी श्री देवचन्द्रजी कच्छ - भुज गए र त्यहाँबाट जामनगर आए। स्वामीजी २६ वर्षको उमेरमा यहाँ पुगेर आफ्ना आमाबुवासँग बसे । चौध वर्षसम्म उनले एक उत्कृष्ट विद्वान श्री कान्जी भट्टले दिएको श्रीमद्भागवतको प्रवचन सुने। एसिड परीक्षण पछि परब्रह्म परमात्मा श्री कृष्णले श्री देवचन्द्रजीलाई दर्शन दिनुभयो र भन्नुभयो - "तिमी परमात्मा परमधाम सुन्दराबाईको पवित्र आत्मा हौ। अन्य आत्माहरू पनि नश्वर खेलहरू हेर्न यस संसारमा अवतरण गरेका छन्। म तपाईंलाई यो दिन्छु। सबै आत्माहरूलाई जगाउने र सबैलाई परमधाममा लैजाने तर्तम मन्त्र।
    <br/>
    <br/>
    श्री राजमन्दिर जामनगरको एउटा ठाउँ हो जहाँ श्री देवचन्द्रजी आफ्ना आमाबाबुसँग बसेका थिए र चौध वर्षसम्म श्रीमद भागवतको प्रवचन सुनेका थिए। श्री चक्ला मन्दिर श्री गंगजीभाईको घर हो जो देवचन्द्रजीका प्रथम शिष्य थिए। श्री श्यामजी मन्दिर धेरै पुरानो हो र यहाँ श्याम बाँके बिहारीको मूर्तिको पूजा गरिन्छ। यहाँ श्री देवचन्द्रजीले विद्वान कान्जी भट्टबाट श्रीमद्भागवतको प्रवचन सुनेका थिए। श्री देवचन्द्रजीको खुट्टा छाप र तस्बिरहरू अझै पनि त्यहाँ राखिएका छन्। श्री ५ नवतनपुरी धाम (श्री खिजाडा मन्दिर) निजानन्द स्वामी श्री देवचन्द्रजी द्वारा स्थापना गरिएको थियो। यही पुण्यभूमिमा श्रीकृष्ण प्रणामी धर्मको स्थापना भएको थियो ।
    <br/>
    <br/>
    पहिले यो बगैंचा थियो। परम्परा अनुसार एक पटक श्री देवचन्द्रजी बगैँचामा गएका थिए । उसले खिज्दाको रुखको एउटा सानो टुक्रा लिएर दाँत सफा गर्यो र दुई टुक्रा गरी भुइँमा रोप्यो । समयको दौडान तिनीहरू ठूला रूखहरूमा बढ्दै गए र दुवै रूखहरू अझै पनि मन्दिरको मुख्य पर्खालमा जोडिएका छन्। भक्तजनहरु आफ्नो मनोकामना पूरा गर्नको लागि त्यहाँ पुगेर रमाइलो गरी फर्कन्छन् । यही कारणले गर्दा यो मन्दिर चारैतिर ‘खिजडा मन्दिर’ नामले प्रसिद्ध छ । गाडी ओराडो तीन कोठाको ठाउँ हो। बीचमा पूज्य गुरूको दिव्य सिंहासन सजाइएको छ त्यसैले यसलाई गडी ओराडा भनिन्छ। जमुनाजिनो कुवो एक ठाउँ हो जहाँ पूज्य गुरुले अद्वैत-निरपेक्ष निवास [परमधाम] सुन्दर सथलाई वर्णन गर्नुभएको थियो। जमुनाको जलको ईश्वरीय वर्णन सुनेर सुन्दर सठले त्यो पानी पिउने इच्छा व्यक्त गरे । गुरूले आफ्नो औंलाले रेखा कोर्दै जमुनाको मूल स्थानको वर्णन गरे र एकैचोटि त्यहाँ जमुनाको पानी देखियो। त्यसैले यसलाई जमुनाजिनो कुवो भनिन्छ।
    <br/>
    <br/>
    श्रीजिनुन मेदी मन्दिर महामती प्रणनाथजीको जन्मस्थल हो। यहाँ दैनिक बिहान र साँझ पूजा गरिन्छ। सद्गुरु समाधि एक स्थान हो जहाँ श्री देवचन्द्रजीले यो पार्थिव निवास छोडेका थिए र त्यसैले यो सद्गुरु समाधि मन्दिरको रूपमा प्रसिद्ध छ। नौदेरी एक ठाउँ हो जहाँ श्री देवचन्द्रजी महाराजका धार्मिक अभिभावकको अन्त्येष्टि गरिएको थियो।
    `,
    images: [
      { id: 7, img: "/images/nautanpuri/inner2.jpg" },
      {
        id: 1,
        img: "/images/nautanpuri/inner.jpg",
      },
      { id: 5, img: "/images/nautanpuri/newnautan.jpg" },
      { id: 6, img: "/images/nautanpuri/nautan.jpg" },
      { id: 7, img: "/images/nautanpuri/new1.jpg" },
      { id: 8, img: "/images/nautanpuri/new2.jpg" },
      { id: 9, img: "/images/nautanpuri/new3.jpg" },
      { id: 10, img: "/images/nautanpuri/new4.jpg" },
    ],
  },

  {
    id: 2,
    title: "",
    img: "/images/panna/panna.jpg",
    description: "",
    images: [
      {
        id: 1,
        img: "/images/panna/panna1.jpg",
      },
      {
        id: 2,
        img: "/images/panna/pann2.jpg",
      },
      { id: 3, img: "/images/panna/pann3.jpg" },

      { id: 4, img: "/images/panna/panna4.jpg" },
      { id: 5, img: "/images/panna/panna5.jpg" },
      { id: 6, img: "/images/panna/pann6.jpg" },
      { id: 7, img: "/images/panna/panna7.jpg" },
      { id: 8, img: "/images/panna/panna8.jpg" },
      { id: 9, img: "/images/panna/panna9.jpg" },
    ],
  },

  {
    id: 3,
    title: "",
    img: "/images/surat/suratmain.jpg",
    description: "",
    images: [
      { id: 1, img: "/images/surat/surat.jpeg" },
      { id: 2, img: "/images/surat/surat2.jpeg" },
      { id: 3, img: "/images/surat/surat3.jpeg" },
      { id: 5, img: "/images/surat/outmain.jpg" },
      { id: 6, img: "/images/surat/out1.jpg" },
      { id: 7, img: "/images/surat/out2.jpg" },
      { id: 7, img: "/images/surat/out3.jpg" },
      { id: 8, img: "/images/surat/in1.jpg" },
      { id: 9, img: "/images/surat/in2.jpg" },
    ],
  },
];
